<?php

class Data {
   
    const smena = [
        'Дневная',
        'Ночная',
        'Временная'
    ];
    
    const month = [
        '01' =>"Январь",
        '02' =>"Февраль",
        '03' =>"Март",
        '04' =>"Апрель",
        '05' =>"Май",
        '06' =>"Июнь",
        '07' =>"Июль",
        '08' =>"Август",
        '09' =>"Сентярь",
        '10' =>"Октябрь",
        '11' =>"Ноябрь",
        '12' =>"Декабрь",   
    ];
      
    const year = [
        "2018",
        "2019",
        "2020",
        "2021",
        "2022",
        "2023",
    ];   
         
    const week = [
        '1' =>"Пн.",
        '2' =>"Вт.",
        '3' =>"Ср.",
        '4' =>"Чт.",
        '5' =>"Пт.",
        '6' =>"Сб.",
        '7' =>"Вс.",
    ];
    
    const flag = [
        '1' => 'На объекте',
        '2' => 'Ушел',
        '3' => 'Штраф(ушел)',
    ];
}
